Repository: cbdefontenay/OrmurApp
Catalog: i18n/Languages.*.resx
Languages: fr

# NavHome
source: Home
fr: Accueil

# NavSettings
source: Settings
fr: Paramètres

# NavSync
source: Sync
fr: Synchronisation

# HomeSideNavNotice
source: Notes
fr: Notices

# HomeSideNavAllFolders
source: All folders
fr: Tous les dossiers

# HomeSideNavFavourites
source: Favorites
fr: Favoris

# HomeNewFolderHeader
source: New folder
fr: Nouveau dossier

# HomePlaceholder
source: Folder name...
fr: Nom du dossier...

# HomeDismiss
source: Cancel
fr: Annuler

# HomeCreate
source: Create
fr: Créer

# HomeDelete
source: Delete
fr: Supprimer

# HomeDelteFolder
source: Delete folder
fr: Supprimer le dossier

# HomeFilterFolder
source: Filter folders:
fr: Filtrer les dossiers :

# HomeNewSubfolder
source: New subfolder
fr: Nouveau sous-dossier

# HomeSubfolderWhatTodo
source: What would you like to do with {0}?
fr: Que souhaites-tu faire pour {0} ?

# HomeAddNewSubfolder
source: Add new subfolder
fr: Ajouter un nouveau sous-dossier

# HomeDeleteFolder
source: Delete folder
fr: Supprimer le dossier

# HomeSubfolderPlaceholder
source: Subfolder name...
fr: Nom du sous-dossier...

# HomeDeleteConfirmText
source: Are you sure you want to delete folder "{0}"?
fr: Voulez-vous vraiment supprimer le dossier {0} ?

# HomeDeleteConfirmTextTwo
source: This will also delete all subfolders and notes in this folder.
fr: Cela supprimera également tous les sous-dossiers et toutes les notes de ce dossier.

# SettingsHeader
source: Settings
fr: Paramètres

# SettingsStandardColor
source: Current
fr: Actuel

# SettingsPurpleColor
source: Purple
fr: Violet

# SettingsGreenColor
source: Green
fr: Vert

# SettingsDarkBlueColor
source: Dark blue
fr: Bleu sombre

# SettingsCultureHeader
source: Language:
fr: Langue :

# SyncHeader
source: Device Sync
fr: Synchronisation de l'appareil

# SyncLiTwo
source: Start sync on one of the devices.
fr: Commencez la synchronisation sur l'un des appareils.

# SyncLiFour
source: Click "Start sync"
fr: Appuyez sur "Commencer la synchronisation".

# SyncIpAddress
source: Your device IP:
fr: Votre adresse IP :

# SyncIpLoad
source: Detecting IP...
fr: En recherche de l'adresse IP...

# SyncIpNotHere
source: IP address not available. Check your network...
fr: Pas d'adresse IP disponible. Vérifiez votre connection internet.

# SyncSyncLoad
source: Syncing...
fr: Synchronisation en cours...

# SyncStartSync
source: Start sync
fr: Commencer la synchronisation

# SyncErrorOne
source: Please enter the other device's IP...
fr: Veuillez entrer l'adresse IP de l'autre appareil...

# SyncWillBe
source: Connecting to device...
fr: La connection à l'autre appareil est en cours...

# SyncSuccess
source: Sync successful!
fr: Synchronisation réussie !

# SyncErrorTwo
source: Sync failed: {0}.
fr: Erreur de synchronisation : {0}.

# MdPlaceholderOne
source: Note title...
fr: Nom de la note...

# MdIsSaving
source: Saving...
fr: Enregistre...

# MdStore
source: Save
fr: Enregistrer

# MdEditorHeader
source: Editor
fr: Editeur

# MdPreviewHeader
source: Preview
fr: Aperçu

# MdBold
source: Bold
fr: Gras

# MdItalic
source: Italic
fr: Italique

# MdUlList
source: List
fr: Liste non-numérotée

# MdNbList
source: Numbered list
fr: Liste numérotée

# MdNewLine
source: New line
fr: Nouvelle ligne

# HomeSearchFolder
source: Search folder...
fr: Chercher un dossier...

# SettingsTheme
source: Theme
fr: Thèmes

# SyncPlaceholder
source: Enter other device's IP...
fr: Adresse IP de l'autre appareil...

# MdTextareaPlaceholder
source: What's on your mind?
fr: Une idée en tête ?

# MdNothingWrote
source: Write something in the editor to see the preview
fr: Commencez par écrire quelque chose dans l'éditeur pour voir l'aperçu

# MdNewTodo
source: New todo
fr: Nouveau todo

# MdNoTodo
source: No todos yet
fr: Pas encore de todo

# MdDataLoading
source: Loading data...
fr: Les données sont en cours de chargement...

# MdAddTodoMessage
source: Add todo
fr: Ajouter un todo

# MdAdd
source: Add
fr: Ajouter

# MdSuccess
source: Saved successfully
fr: Enregistrement réussi

# MdMoreAboutMd
source: More about Markdown syntax
fr: En savoir plus sur la syntaxe Markdown

# MarkdownHelpTitle
source: Markdown Help
fr: Aide Markdown

# MarkdownWhatIs
source: What is Markdown?
fr: Qu'est-ce que Markdown ?

# MarkdownWhatIsText
source: Markdown is a lightweight markup language that allows you to format text easily. You can create headings, lists, links and more without needing complex HTML tags.
fr: Markdown est un langage de balisage léger qui vous permet de formater du texte simplement. Vous pouvez créer des titres, listes, liens et plus sans avoir besoin de balises HTML complexes.

# MarkdownBasicFormatting
source: Basic formatting
fr: Formatage de base

# MarkdownHeaders
source: Headers
fr: Titres

# MarkdownLists
source: Lists
fr: Listes

# MarkdownLinksImages
source: Links and images
fr: Liens et images

# MarkdownTables
source: Tables
fr: Tableaux

# MarkdownBoldExample
source: **Bold**
fr: **Gras**

# MarkdownItalicExample
source: *Italic*
fr: *Italique*

# MarkdownStrikethroughExample
source: ~~Strikethrough~~
fr: ~~Barré~~

# MarkdownHeader1Example
source: # Header 1
fr: # Titre 1

# MarkdownHeader2Example
source: ## Header 2
fr: ## Titre 2

# MarkdownListExample
source: - Unordered list - Sub-item 1. Ordered list 2. Second item
fr: - Liste non ordonnée - Sous-élément 1. Liste ordonnée 2. Deuxième élément

# MarkdownLinkExample
source: [Link text](https://example.com)
fr: [Texte du lien](https://exemple.com)

# MarkdownImageExample
source: ![Alt text](image.jpg)
fr: ![Texte alternatif](image.jpg)

# MarkdownInlineCodeExample
source: `Inline code`
fr: `Code en ligne`

# MarkdownCodeBlockExample
source: ``` Code block multiple lines ```
fr: ``` Bloc de code sur plusieurs lignes ```

# MarkdownTableExample
source: | Column 1 | Column 2 | |----------|----------| | Cell 1 | Cell 2 |
fr: | Colonne 1 | Colonne 2 | |----------|----------| | Cellule 1 | Cellule 2 |

# MarkdownAdvancedFormatting
source: Advanced formatting
fr: Formatage avancé

# MarkdownColoredText
source: Colored text
fr: Texte coloré

# MarkdownHtmlNote
source: Note: HTML can be used but is not recommended
fr: Note : Le HTML peut être utilisé mais n'est pas recommandé

# MarkdownStyledImage
source: Styled image
fr: Image stylisée

# MarkdownImageNote
source: You can style images with HTML img tag and inline styles
fr: Vous pouvez styliser les images avec la balise HTML img et des styles inline

# MarkdownMoreResources
source: More resources
fr: Ressources supplémentaires

# MarkdownLearnMoreText
source: Learn more about Markdown syntax:
fr: En savoir plus sur la syntaxe Markdown :

# MarkdownCheatSheetLink
source: Markdown cheat sheet
fr: Aide-mémoire Markdown

# SyncIpCopied
source: IP address copied
fr: Adresse IP copiée dans le presse-papiers

# SyncConnectionFailed
source: Connection failed. Please check that both devices are on the same network - that the IP address is correct - that the app is open on the other device
fr: Échec de la connexion. Veuillez vérifier que les deux appareils soeient sur le même réseau - que l'adresse IP soit correcte - que l'application soit ouverte sur l'autre appareil

# SyncTimeoutError
source: Timeout: No response from device
fr: Timeout: La synchronisation a pris trop de temps

# SyncCopyFailed
source: Failed to copy IP address
fr: Échec de la copie

# SyncSubHeader
source: How to sync:
fr: Comment synchroniser :

# SyncLiOne
source: Make sure both devices are on the same WiFi network (enable hotspot on your phone)
fr: Assurez-vous que les deux appareils sont connectés sur le même WiFi (activez le hotspot sur votre portable)

# SyncLiThree
source: Enter the other device's IP address
fr: Entrez l'adresse IP de l'autre appareil

# SyncConnectionTimeout
source: Connection test failed: Timeout
fr: Échec du test de connexion: Timeout

# SyncNetworkError
source: Network error:
fr: Erreur réseau:

# SyncFileError
source: File error:
fr: Erreur de fichier:

# SubCreatedOn
source: Created on
fr: Créé le

# SubNewNote
source: New note
fr: Nouvelle note

# SubEdit
source: Edit
fr: Modifier

# SubNoNotes
source: No notes yet
fr: Pas encore de notes

# SubCreateNotePrompt
source: Create a new note to get started
fr: Créez une nouvelle note pour commencer

# SubDefaultNoteTitle
source: New note
fr: Nouvelle note

# MdTitle
source: Title
fr: Titre

# MdUnderline
source: Underline
fr: Souligné

# MdQuote
source: Quote
fr: Citation

# MdThrough
source: Strikethrough
fr: Hachuré

# MdTask
source: Task
fr: Tâche

# MdLink
source: Link
fr: Lien

# NavDeveloped
source: Developed by Cyprien de Fontenay
fr: Application développée par Cyprien de Fontenay

# FaqTitle
source: Frequently Asked Questions
fr: Foire aux questions

# FaqDescription
source: Find answers to the most common questions here.
fr: Retrouvez ici les réponses aux questions les plus fréquemment posées.

# FaqWhyNameTitle
source: Why the name Ormur?
fr: Pourquoi le nom Ormur ?

# FaqWhyNameContent1
source: Ormur means
fr: Ormur signifie

# FaqWhyNameContent2
source: in Icelandic.
fr: en islandais.

# FaqWhyNameContent3
source: It refers to the Midgard Serpent (son of the trickster god Loki) in Norse mythology that encircled the earth.
fr: Il fait référence au serpent de Midgard (fils du dieu fourbe Loki) dans la mythologie scandinave qui encerclait la terre.

# FaqWhyNameContent4
source: Ormur is a mythological being that provides stability and reminds us that everything is fragile, even our memory.
fr: Ormur est un être mythologique qui nous assure une certaine stabilité et nous rappelle que tout est fragile, même notre mémoire.

# FaqWhyNameContent5
source: That's why we need to take notes, so we don't forget.
fr: C'est pourquoi nous avons besoin de prendre des notes, pour ne pas oublier.

# FaqDataPrivacyTitle
source: Is my data private and secure?
fr: Mes données sont-elles privées et sécurisées ?

# FaqDataPrivacyContent1
source: Ormur doesn't use the cloud. All your data is stored locally on your computer or phone via a SQLite database.
fr: Ormur n'utilise pas le cloud. Toutes vos données sont enregistrées localement sur votre ordinateur ou téléphone portable via une base de données SQLite.

# FaqDataPrivacyContent2
source: This means your data belongs to you and no one else has access to it. Your data is not collected and remains private and secure on your device.
fr: Cela signifie que vos données vous appartiennent et que personne d'autre que vous n'y a accès. Vos données ne sont donc pas collectées et sont privées et sécurisées sur votre appareil.

# FaqSqliteLimitTitle
source: How many notes can be stored in a SQLite database?
fr: Combien de notes peuvent être enregistrées dans une base de données SQLite ?

# FaqSqliteLimitContent
source: As many as you want. SQLite can store several terabytes of data, though it's unlikely you'll reach this limit.
fr: Autant que vous le désirez. SQLite peut enregistrer plusieurs téraoctets de données, même s'il est peu probable que vous atteigniez cette limite.

# FaqMarkdownTitle
source: Why use Markdown syntax?
fr: Pourquoi utiliser la syntaxe Markdown ?

# FaqMarkdownContent1
source: This syntax is very easy to use and allows for more professional rendering while also offering greater flexibility.
fr: Cette syntaxe est très simple d'utilisation et permet un rendu plus professionnel et offre également une plus grande souplesse.

# FaqMarkdownContent2
source: For example, you can use HTML to color text or change an image's size.
fr: Il est par exemple possible d'utiliser HTML pour colorer le texte ou pour changer la taille d'une image.

# FaqMarkdownContent3
source: You don't need to know HTML. Markdown syntax is very intuitive and you're not required to use it.
fr: Il n'y a d'ailleurs pas besoin de connaître HTML. La syntaxe Markdown est très intuitive et vous n'êtes pas obligé de l'utiliser.

# FaqMarkdownContent4
source: You can use plain text only if you prefer.
fr: Vous pouvez utiliser uniquement du texte brut si vous le souhaitez.

# FaqSyncTitle
source: I have the Android app, can I sync my data?
fr: J'ai l'application pour Android, puis-je synchroniser mes données ?

# FaqSyncContent1
source: Yes, it's possible. Just follow the instructions on the page.
fr: Oui, c'est possible. Il vous suffit de suivre les instructions indiquées sur la page.

# FaqSyncContent2
source: However, keep in mind that if you want to sync your data from one device to another,
fr: Néanmoins, vous devez garder à l'esprit que si vous souhaitez synchroniser vos données d'un appareil vers l'autre,

# FaqSyncContent3
source: for example from your phone to your desktop app, this will delete all data on the desktop app
fr: par exemple depuis votre téléphone portable jusqu'à votre application bureau, cela supprimera toutes les données présentes sur

# FaqSyncContent4
source: and replace it with the data from your phone.
fr: l'application bureau et elles seront remplacées par celles de votre téléphone portable.

# FaqSyncContent5
source: Syncing your data is good if you want to always have the same data on both devices.
fr: Synchroniser ses données est une bonne chose si vous désirez avoir toujours les mêmes données sur les deux appareils.

# FaqSyncContent6
source: However, this is only possible by using your phone's hotspot.
fr: Cela n'est en revanche possible qu'en utilisant le hotspot de votre téléphone portable.

# FaqOfflineTitle
source: Does the app work offline?
fr: L'application fonctionne-t-elle hors-ligne ?

# FaqOfflineContent
source: Yes. Since it uses a SQLite database that stores data directly on your device, you don't need internet.
fr: Oui. Comme elle utilise une base de données SQLite qui enregistre les données directement sur votre appareil, vous n'avez pas besoin d'internet.

# FaqSupportTitle
source: I have a problem I can't solve, how can I get help?
fr: Je rencontre un problème que je n'arrive pas à résoudre, comment demander de l'aide ?

# FaqSupportContent1
source: Ormur is open-source. This means the source code is available to everyone.
fr: Ormur est open-source. C'est-à-dire que le code source est disponible à tout le monde.

# FaqSupportContent2
source: If you encounter a problem, don't hesitate to leave a comment or if you have a GitHub account, you can leave a message there:
fr: Si vous rencontrez un problème, n'hésitez pas à écrire un commentaire ou si vous avez un compte GitHub, vous pouvez y laisser un message :

# FaqSupportGithubLink
source: Ormur on GitHub.
fr: GitHub Ormur
